import styles from "./HowILoveYou.module.css"

const HowILoveYou = (props) => {
  return (
    <div className={styles.howILoveYou} >
      <h2>Как сильно я тебя люблю?</h2>
      <span>Я люблю тебя <b>ТАК</b> сильно, что правда, иногда просто хочу выйти на улицу и закричать об этом.</span><br />
      <span></span><br />
      <span>Я люблю абсолютно всё, что исходит от тебя, мне нравится то, как ты разговариваешь, так нравится, что я сам неосознанно перенимаю некоторые твои привычки.</span><br />
      <span></span><br />
      <span>Я люблю тебя <b>ТАК</b>, что готов сутками говорить с тобой по телефону и мне это не надоест, останавливает нас только сон.</span><br />
      <span></span><br />
      <span>Я <b>ТАК</b> сильно тебя люблю, что иногда просто не могу поверить, что мне так повезло, ведь ты действительно вкладываешься во всё, что я делаю,
      ты понимаешь и поддерживаешь меня тогда, когда мне это необходимо и постоянно мотивируешь меня двигаться дальше, к тебе.</span><br />
      <span></span><br />
      <span>Ты, любимая, и есть моя живая мотивация, твоё счастье это то, ради чего я готов на всё и всё для него сделаю.</span><br />
      <span></span><br />
      <span><i>"Пожалуйста, будь со мной всегда. Знаешь, наверное так глупо это сейчас звучит. Ведь жизнь меняется и я никогда не смогу тебя заставить быть со мной вечно"</i> - 
      знай, солнышко, что я правда никогда и ни за что тебя не оставлю</span><br />
      <span></span><br />
      <span></span><br />
      <span></span><br />
      <img src="https://sun9-84.userapi.com/impg/OkwzCVsTR2_OowikZ5Tb09JllaBdyt02q8rwEQ/HSNxC1VyZlU.jpg?size=946x1280&quality=95&sign=69541a6e3fd5938ebef4f9144d951e11&type=album" />
      <p className={styles.lastSpan} >Я тебя люблю!</p><br />
    </div>
  )
}

//<div className={styles.whyILoveYou} >
//<h2>Почему я тебя люблю?</h2>
//<span>Ты. ТЫ!!</span><br />
//<span>Оля, ты - самое дорогое, что у меня только может быть, ты самая прекрасная часть моей жизни и я <b>очень-очень сильно тебя люблю!</b></span><br />
//<span>Ты часто спрашиваешь меня, почему я тебя люблю или как я это понял, и сейчас я пишу мини-сайт чтобы ответить на эти вопросы и заставить тебя улыбнуться.</span><br />
//<span>Наверное ответ на все вопросы кроется в строчках выше, ведь моё желание улыбнуть тебя, сделать тебя счастливой, стоит на первом месте в моей жизни, а это значит, что
//с тобой я вижу смысл заниматься всем тем, чем я занимаюсь,</span><br />
//<span><b><i>ведь всё это ведёт меня к тебе.</i></b></span><br />
//<span>Особенно сильно я ценю твои слова, те слова, которые были сказаны уже давно и те слова, которые ты говоришь мне каждый день.</span><br />
//<span></span><br />
//<span><i>"Ты - человек, с которым у меня всё впервые"</i> - это отрывок из твоего письма, я люблю доставать и читать его, люблю доставать те милые маленькие бумажки с отпечатками
//твоих губ и прикладывать к ним свои. Люблю всё это так же, как люблю нюхать твои духи из Пятигорска и представлять их на твоей шее.</span><br />
//<span>И я так же благодарен тебе абсолютно за каждый миг нашего совместно проведённого времени, ведь только в эти моменты я по-настоящему счастлив, <i>милая</i>.</span><br />
//<span></span><br />
//<span></span><br />
//<span></span><br />
//<img src="https://sun9-47.userapi.com/impg/fjnz3_NQq3g-zHAqcEvEhEFQ7YEhEfJUlke0KA/Wfc4sOunpwc.jpg?size=960x1280&quality=95&sign=341bfefe39b8942b64209d564567133f&type=album" />
//<p className={styles.lastSpan} >Я тебя люблю!</p><br />
//</div>

export default HowILoveYou