import styles from "./HowILoveYou.module.css"

const HowILoveYou = (props) => {
  return (
    <div className={styles.howILoveYou} >
      <h2>Как сильно я тебя люблю?</h2>
      <span>Я люблю тебя <b>ТАК</b> сильно, что правда, иногда просто хочу выйти на улицу и закричать об этом.</span><br />
      <span></span><br />
      <span>Я люблю абсолютно всё, что исходит от тебя, мне нравится то, как ты разговариваешь, так нравится, что я сам неосознанно перенимаю некоторые твои привычки.</span><br />
      <span></span><br />
      <span>Я люблю тебя <b>ТАК</b>, что готов сутками говорить с тобой по телефону и мне это не надоест, останавливает нас только сон.</span><br />
      <span></span><br />
      <span>Я <b>ТАК</b> сильно тебя люблю, что иногда просто не могу поверить, что мне так повезло, ведь ты действительно вкладываешься во всё, что я делаю,
      ты понимаешь и поддерживаешь меня тогда, когда мне это необходимо и постоянно мотивируешь меня двигаться дальше, к тебе.</span><br />
      <span></span><br />
      <span>Ты, любимая, и есть моя живая мотивация, твоё счастье это то, ради чего я готов на всё и всё для него сделаю.</span><br />
      <span></span><br />
      <span><i>"Пожалуйста, будь со мной всегда. Знаешь, наверное так глупо это сейчас звучит. Ведь жизнь меняется и я никогда не смогу тебя заставить быть со мной вечно"</i> - 
      знай, солнышко, что я правда никогда и ни за что тебя не оставлю</span><br />
      <span></span><br />
      <span></span><br />
      <img src="https://sun9-84.userapi.com/impg/OkwzCVsTR2_OowikZ5Tb09JllaBdyt02q8rwEQ/HSNxC1VyZlU.jpg?size=946x1280&quality=95&sign=69541a6e3fd5938ebef4f9144d951e11&type=album" />
      <p className={styles.lastSpan} >Я тебя люблю!</p><br />
    </div>
  )
}

export default HowILoveYou