import styles from "./WhyILoveYou.module.css"

const WhyILoveYou = (props) => {
  return (
    <div className={styles.whyILoveYou} >
      <h2>Почему я тебя люблю?</h2>
      <span>Ты. ТЫ!!</span><br/>
      <span>Оля, ты - самое дорогое, что у меня только может быть, ты самая прекрасная часть моей жизни и я <b>очень-очень сильно тебя люблю!</b></span><br/>
      <span>Ты часто спрашиваешь меня, почему я тебя люблю или как я это понял и сейчас я пишу мини-сайт чтобы ответить на этот вопрос и заставить тебя улыбнуться</span><br/>
      <span></span><br/>
      <span>Ты часто спрашиваешь меня, почему я тебя люблю или как я это понял и сейчас я пишу мини-сайт чтобы ответить на этот вопрос и заставить тебя улыбнутьсяТы часто спрашиваешь меня, почему я тебя люблю или как я это понял и сейчас я пишу мини-сайт чтобы ответить на этот вопрос и заставить тебя улыбнутьсяТы часто спрашиваешь меня, почему я тебя люблю или как я это понял и сейчас я пишу мини-сайт чтобы ответить на этот вопрос и заставить тебя улыбнутьсяТы часто спрашиваешь меня, почему я тебя люблю или как я это понял и сейчас я пишу мини-сайт чтобы ответить на этот вопрос и заставить тебя улыбнутьсяТы часто спрашиваешь меня, почему я тебя люблю или как я это понял и сейчас я пишу мини-сайт чтобы ответить на этот вопрос и заставить тебя улыбнуться</span><br/>
      <span></span><br/>
      <span></span><br/>
    </div>
  )
}

export default WhyILoveYou