import styles from "./WhyILoveYou.module.css"

const WhyILoveYou = (props) => {
  return (
    <div className={styles.whyILoveYou} >
      <h2>Почему я тебя люблю?</h2>
      <span>Ты. ТЫ!!</span><br />
      <span>Оля, ты - самое дорогое, что у меня только может быть, ты самая прекрасная часть моей жизни и я <b>очень-очень сильно тебя люблю!</b></span><br />
      <span>Ты часто спрашиваешь меня, почему я тебя люблю или как я это понял, и сейчас я пишу мини-сайт чтобы ответить на эти вопросы и заставить тебя улыбнуться.</span><br />
      <span>Наверное ответ на все вопросы кроется в строчках выше, ведь моё желание улыбнуть тебя, сделать тебя счастливой, стоит на первом месте в моей жизни, а это значит, что
        с тобой я вижу смысл заниматься всем тем, чем я занимаюсь,</span><br />
      <span><b><i>ведь всё это ведёт меня к тебе.</i></b></span><br />
      <span>Особенно сильно я ценю твои слова, те слова, которые были сказаны уже давно и те слова, которые ты говоришь мне каждый день.</span><br />
      <span></span><br />
      <span><i>"Ты - человек, с которым у меня всё впервые"</i> - это отрывок из твоего письма, я люблю доставать и читать его, люблю доставать те милые маленькие бумажки с отпечатками
        твоих губ и прикладывать к ним свои. Люблю всё это так же, как люблю нюхать твои духи из Пятигорска и представлять их на твоей шее.</span><br />
      <span>И я так же благодарен тебе абсолютно за каждый миг нашего совместно проведённого времени, ведь только в эти моменты я по-настоящему счастлив, <i>милая</i>.</span><br />
      <span></span><br />
      <span></span><br />
      <span></span><br />
      <img src="https://sun9-47.userapi.com/impg/fjnz3_NQq3g-zHAqcEvEhEFQ7YEhEfJUlke0KA/Wfc4sOunpwc.jpg?size=960x1280&quality=95&sign=341bfefe39b8942b64209d564567133f&type=album" />
      <p className={styles.lastSpan} >Я тебя люблю!</p><br />
    </div>
  )
}

export default WhyILoveYou